{"7": {"source": "https://www.theverge.com/2022/3/31/23002953/home-testing-letsgetchecked-genetic-sequencing-veritas", "url": "https://www.theverge.com/2022/3/31/23002953/home-testing-letsgetchecked-genetic-sequencing-veritas", "img": "https://cdn.vox-cdn.com/thumbor/Y9ImrFlFo-_4ygal3B4CJ1ezf68=/0x153:2130x1268/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19581743/VRG_ILLO_1777_AK_body_data.0.jpg", "summary": "At-home health testing company LetsGetChecked has acquired the genetic testing company Veritas Genetics and spinoff Veritas Intercontinental, it announced Tuesday.\nWith all of these products on board at one company, genetic information — and its limitations — should be communicated very, very carefully.\nOffering diagnostic testing after genetic testing could be a helpful tool, says Katherine Wasson, a bioethicist studying direct-to-consumer genome testing at Loyola University Chicago.\nKeeping a close eye on how these partnerships play out is important as consumer genetic testing companies shift to new strategies.\n“This is not the first conversation we’re gonna have a genetic company being acquired by someone else,” she says.", "sentiment": "positive"}, "8": {"source": "https://www.theverge.com/2022/3/29/23000460/social-media-mental-health-window-puberty", "url": "https://www.theverge.com/2022/3/29/23000460/social-media-mental-health-window-puberty", "img": "https://cdn.vox-cdn.com/thumbor/jtJlixvNM2zkTfs_3Mj-lbDgcxo=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/22863261/akrales_210917_4760_0331.jpg", "summary": "Social media use is more strongly linked to bad mental health for adolescents and teenagers during years around puberty and when they’re probably about to leave home, according to a new study.\nTeenagers who used social media more frequently in those periods scored lower on measures of life satisfaction one year later.\n“There’s probably a huge amount of variability between how different individuals use social media and how their life influences their use.”It’s a particular challenge because any impact of social media on mental health is likely to be small.\n“Predicting mental health will always be in very small impacts because mental health and well-being are so complex,” Orben says.\nIn 10- to 15-year-olds, there wasn’t much difference in life satisfaction between kids reporting low and high social media use.", "sentiment": "positive"}, "9": {"source": "https://www.engadget.com/fitbit-fda-approval-google-afib-165938583.html", "url": "https://www.engadget.com/fitbit-fda-approval-google-afib-165938583.html", "img": "https://s.yimg.com/os/creatr-uploaded-images/2022-03/1ebda510-ab93-11ec-bd3d-08de4139e082", "summary": "Following a large-scale virtual health study, Google has submitted Fitbit's passive heart rate monitoring algorithm for review by the US Food and Drug Administration.\nThe system uses photoplethysmography to passively track the blood flow in a user's wrist and determine if there are any concerning irregularities.\nFitbit's Sense Smartwatch was approved by the FDA in 2020 for its ability to assess AFib using built-in electrocardiogram technology.\nThis method requires active input from the user, while the PPG system heading to the FDA today runs in the background.\nIn addition to the Fitbit FDA news, Google is rolling out a few other healthcare-related tools.", "sentiment": "positive"}, "12": {"source": "https://www.nytimes.com/2022/03/12/style/brian-gari-jeanne-cathcart-marriage.html", "url": "https://www.nytimes.com/2022/03/12/style/brian-gari-jeanne-cathcart-marriage.html", "img": "https://static01.nyt.com/images/2022/03/02/fashion/02SOTUGariCathcart1/02SOTUGariCathcart1-facebookJumbo.jpg", "summary": "His parents, the composer Janet Cantor Gari and the actor Roberto Gari, now both deceased, moved in when he was 12.\nWhen they divorced a few years later, Mr. Gari’s father moved five blocks away and his mother moved to Midtown.\nMr. Gari, then 15, stayed put in the rental.\nAnd she was so cute.”She knew, too: “When you’re later in your years, you have a better understanding of the kind of person you want to spend time with,” she said.\n“We were in the middle of a conversation about how she felt lost,” Mr. Gari said.", "sentiment": "positive"}, "13": {"source": "https://www.nytimes.com/2022/04/04/sports/baseball/terry-francona-cleveland-guardians.html", "url": "https://www.nytimes.com/2022/04/04/sports/baseball/terry-francona-cleveland-guardians.html", "img": "https://static01.nyt.com/images/2022/04/04/multimedia/04mlb-francona-1/04mlb-francona-1-facebookJumbo.jpg", "summary": "GOODYEAR, Ariz. — Terry Francona is healthy again.\nHe goes back 30 years with Francona, the Guardians manager, and arrived here this spring with a reasonably good head of hair.\nThen Francona acquired a trimmer, sneaked up behind Barnett in a conference room a couple of weeks ago and — zip — shaved out a patch of Barnett’s hair.\n“Just, stop.”Knowing the manager wouldn’t stop, Barnett surrendered and now sports a buzz cut along with an exasperated smile.\nHe also can testify, much to the delight of everyone in Cleveland’s clubhouse, that Francona is still dangerously mobile when wearing two shoes.", "sentiment": "positive"}, "14": {"source": "https://www.bbc.co.uk/news/world-us-canada-60934576", "url": "https://www.bbc.co.uk/news/world-us-canada-60934576", "img": "https://ichef.bbci.co.uk/news/1024/branded_news/7D37/production/_123955023_bruce.jpg", "summary": "\"With much consideration Bruce is stepping away from the career that has meant so much to him,\" his family wrote in a joint statement.\n\"This is a really challenging time for our family and we are so appreciative of your continued love, compassion and support.\"", "sentiment": "positive"}, "16": {"source": "https://www.nytimes.com/2022/03/18/nyregion/oni-and-uche-blackstock.html", "url": "https://www.nytimes.com/2022/03/18/nyregion/oni-and-uche-blackstock.html", "img": "https://static01.nyt.com/images/2022/03/20/nyregion/20routine1/18routine1-facebookJumbo.jpg", "summary": "LESSONS IN SELF-SUFFICIENCY OB: My son knows to stay outside my bedroom when he wakes up.\nI typically meditate in my bed while he’s doing that and catch up on social media.\nI started doing the Citi Bike thing, then I bought my own.\nIf Uché doesn’t come up, we’ll bike at Morningside Park or along the Hudson River.\nThe kids are always like, “Brunch again?” UB: We’re like, “This is for Mommy and Auntie.”", "sentiment": "positive"}, "17": {"source": "https://www.bbc.co.uk/news/entertainment-arts-60952358", "url": "https://www.bbc.co.uk/news/entertainment-arts-60952358", "img": "https://ichef.bbci.co.uk/news/1024/branded_news/11DC5/production/_123975137_gettyimages-1185559468.jpg", "summary": "The recipients of this year's Razzies, also known as the Golden Raspberry Awards, were revealed on Saturday.\nDays later, it was announced that Willis was stepping away from his acting career after being diagnosed with the condition, which impedes a person's ability to speak and write.", "sentiment": "positive"}, "18": {"source": "https://www.theverge.com/2022/3/22/22990852/cdc-public-health-data-covid", "url": "https://www.theverge.com/2022/3/22/22990852/cdc-public-health-data-covid", "img": "https://cdn.vox-cdn.com/thumbor/yaQkdiaorKy6OyPVWffzpYACar4=/0x287:4000x2381/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/23336796/1237552630.jpg", "summary": "Two years into the COVID-19 pandemic, the Centers for Disease Control and Prevention is still trying to improve the way it collects and analyzes public health data, Politico reported.\nThe COVID-19 pandemic highlighted the stark limitations of the US public health data systems: information is siloed at individual hospitals and local health departments and often takes a winding path before it gets to the federal level.\nLabs couldn’t send information on cases straight from their own data systems to the CDC, relying on emails and faxes to pass along information.\nJernigan told Politico that the CDC is spending $3 billion to help states hire and train new employees to work with public health data.\nImproving public health data systems would help the agency more effectively monitor all public health threats, not just COVID-19.", "sentiment": "positive"}}